{
    "top_heading":"Qualitätssicherung Softwaretests",
    "top_heading2": "Stärkung Ihres Software-Geschäft",
    "top_para": "Jeder Softwareentwickler weiß, dass Qualitätssicherung und intensive Tests für den Erfolg jeder neuen Software notwendig sind, sei es eine neue Website, eine mobile App oder etwas anderes. Hier bei Qlick & Test bemühen wir uns, Ihnen das bestmögliche Softwaretesterlebnis zu bieten.",
    "top_para2": "Die von uns verwendeten Testmethoden sind sowohl manuell als auch automatisiert. Unser Team aus agilen Testern verfügt über langjährige Erfahrung, ist zertifiziert und testet nach dem ISTQB (International Software Testing Qualifications Board).",
    "top_para3": "Lassen Sie unser Team rund um die Uhr für Sie arbeiten, um sicherzustellen, dass Ihre Software die beste Version ist, die sie sein kann.",
    "btn_learn_more": "Mehr Erfahren",
    "my_services": "Meine Services",
    "my_services_para": "Unser Team ist auf die Programmiersprachen Java und Python spezialisiert, was es uns ermöglicht, uns auf die Industrie fur mobile Apps, PC-Spiele, Linux-basierte Anwendungen und mehr zu konzentrieren.",
    "about_me": "Über uns",
    "services": "Services",
    "contact": "Kontakt",
    "home": "Home",
    "manual_testing_card_heading": "Manueles Testen",
    "manual_testing_card_details": "Unsere manuellen Tests basieren auf der ISTQB-Zertifizierung, wobei wir die Scrum-Methodik, auch bekannt als Agile Softwareentwicklung mit Scrum, einbeziehen.Unsere Agile-Tester haben jahrelange Erfahrung in diesem Bereich und können schnell und einfach Bugs, etc. unter Jira-Xray oder HP-ALM melden. Unser Team ist auf die Programmiersprachen Java und Python spezialisiert, so dass wir vor allem mobile Apps testen können und mehr.",
    "automata_testing_heading": "Automatestren Testerin",
    "automata_testing_detail1":"Für die Testautomatisierung setzen wir verschiedene Tools ein:",
    "automata_testing_detail2":"Wir bieten auch automatisiertes Testen mit Python, selenium oder Playwright und Robot Framework inkl Entwurf Mustern für schnelle und zuverlässige Ergebnisse.",
    "performance_api_testing_heading": "Performance API testing",
    "performance_api_testing_detail1":"Minimieren Sie Abstürze und optimieren Sie Ihre Software, damit sie den Zweck erfüllt, für den sie geschaffen wurde. Wir verwenden zwei spezielle Tools, die uns bei Performance-/API-Tests unterstützen:",
    "performance_api_testing_detail2":"Mit Hilfe dieser Tools können wir sofort Optimierungs- und Leistungsprobleme erkennen, die sich z. B. auf die Bildschirmladezeit auswirken können.",
    "contact_para1":"Wollen Sie bei einem der spannendsten Startups mitmachen? Denken Sie, Sie haben das Zeug dazu",
    "contact_para2":"Dann nehmen Sie jetzt Kontakt mit uns auf!",
    "about_me_para1": "wir bei Qlick & Test sind stolz auf unsere Professionalität und Zuverlassigkeit, denn wir sind der Meinung, dass diese beiden Aspekte für unsere Dienstleister unerlässlich sind.",
    "about_me_para2": "In der realen Welt hat man nur eine Chance für einen ersten Eindruck. Das Gleiche gilt für Softwareprodukte. Benutzer mit schlechten ersten Erfahrungen neigen dazu, Ihre App oder Website aus Frustration zu verlassen. Dies ist in der Regel ein Usability-Problem und kann erkannt und behoben werden, bevor die App/Webseite/oder anderes überhaupt veröffentlicht wird.",
    "about_me_para3": "Wäre Facebook so erfolgreich gewesen, wenn sie keinen guten ersten Eindruck gemacht hätten? Nein! Was ist mit Youtube und Google? Nein, natürlich nicht!",
    "about_me_para4": "Das ist der Grund, warum wir Software-Unternehmen so zuverlässig betreuen wie wir es tun! Wenn ein neues Softwareprodukt auf den Markt gebracht wird, wissen wir, dass Unternehmen einen zuverlässigen und pünktlichen Service benötigen, der schnellstmöglich Ergebnisse liefert.",
    "send_btn": "Absenden",
    "process_and_philosophy": "Prozess & Philosophie",
    "reliablity": "Zuverldssigkeit",
    "professionalism": "Professionalitat",
    "punkelichkit": "Punkelichkit",
    "email_placeholder": "Email eingeben",
    "name_placeholder": "Name eingeben",
    "address_placeholder": "Adresse eingeben",
    "telephone_placeholder": "Geben Sie die Telefonnummer ein.",
    "content_placeholder": "Geben Sie hier den Inhalt ein..",
    "apply_modal_heading": "Bewerben Sie sich für die neuesten Dienste",
    "upload_file_label": "Datei als Lebenslauf im PDF- oder Word-Format hochladen",
    "btn_apply": "anwenden",
    "btn_submit": "einreichen",
    "btn_close": "schließen",
    "Kundenzufriedenheit":"Kundenzufriedenheit",
    "manual_testing_heading":"Mobile App Website und mehr",
    "LastPerformance_testing_heading":"Website und mehr"

}
