{
    "top_heading":"Quality assurance software testing",
    "top_heading2": "Strengthen your software businessa",
    "top_para":"Every software developer knows that quality assurance and intensive testing are necessary for the success of any new software, be it a new website, mobile app or something else. Here at Qlick & Test, we strive to provide you with the best possible software testing experience.",
    "top_para2": "The testing methods we use are both manual and automated. Our team of agile testers has years of experience, is certified and tests based on the ISTQB (International Software Testing Qualifications Board).",
    "top_para3": "Let our team work for you, 24/7 to ensure your software is the best version it can be.",
    "btn_learn_more": "Learn more",
    "my_services": "My Services",
    "my_services_para": "Our team specializes in the Java and Python programming languages, which allows us to focus on the mobile apps, PC gaming, Linux-based applications and more industries.",
    "about_me": "About Me",
    "services": "Services",
    "contact": "Contact",
    "home": "Home",
    "manual_testing_card_heading": "Manual Testing",
    "manual_testing_card_details": "Our manual tests are based on the ISTQB certification, incorporating the Scrum methodology, also known as Agile software development with Scrum. Our Agile testers have years of experience in this area and can quickly and easily identify bugs, etc. under JIRA or HP - Report ALM. Our team specializes in the programming languages ​​Java and Python, so we can mainly test mobile apps and more..",
    "automata_testing_heading": "Automata tester",
    "automata_testing_detail1":"We use various tools for test automation:",
    "automata_testing_detail2":"We also offer automated testing with Cucumber and Gherkin in Java, and Robot Framework in the programming language Python and JAVA including design patterns for fast and reliable results!.",
    "performance_api_testing_heading": "Performance API testing",
    "performance_api_testing_detail1":"Minimize crashes and optimize your software to do the job it was designed for. We use two special tools to help us with performance/API testing :",
    "performance_api_testing_detail2":"With the help of these tools, we can immediately identify optimization and performance problems that arise e.g. B. can affect the screen load time.",
    "contact_para1":"Do you want to join one of the most exciting startups? Think you have what it takes",
    "contact_para2":"Then contact us now!",
    "about_me_para1": " we believe qlick & test are proud of our professionalism and reliability, because we believe that these two aspects are essential for our service providers.",
    "about_me_para2": "In the real world, you only get one chance to make a first impression. The same applies to software products. Users with bad first experiences tend to abandon your app or website out of frustration. This is usually a usability issue and can be identified and fixed before the app/website/or anything else is even released.",
    "about_me_para3": "Would Facebook have been so successful if they hadn't made a good first impression? No! What about Youtube and Google? No of course not!",
    "about_me_para4": "That's why we serve software companies as reliably as we do! When a new software product is launched, we know that businesses need a reliable and timely service that delivers results as quickly as possible.",
    "send_btn": "Send",
    "process_and_philosophy": "Process & Philosophy",
    "reliablity": "Reliability",
    "professionalism": "Professionalism",
    "punkelichkit": "Spot Light Kit",
    "email_placeholder": "Enter Email",
    "name_placeholder": "Enter Name",
    "address_placeholder": "Enter Address",
    "telephone_placeholder": "Enter Telephone No.",
    "content_placeholder": "Enter Content Here..",
    "apply_modal_heading": "Apply for latest services",
    "upload_file_label": "Upload file as CV in PDF or word",
    "btn_apply": "Apply",
    "btn_submit": "Submit",
    "btn_close": "Close"
}